Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Eckstein (1981) defined underlying inflation as
nb: Eckstein (1981) definerte underlig-gende inflasjon som «trendveksten i produksjonskostna-

source: This was particularly true in theperiod 1999-2000, but the impact was also small in2001.
nb: Detgjelder særlig perioden 1999-2000, men også gjennom2001 var renteutslagene små.

source: The Bank does not currently have any domestic securities on its balance sheet.24 In practice, therefore, the adjustment fund is to be built up until it amounts to 40 percent of the market value of the foreign exchange reserves.25 The aim of the adjustment fund is to provide a buffer against fluctuations in Norges Bank’s results.
nb: Norges Bank har per i dag ingen innenlandske verdipapirer balansen.24 I praksis skal derfor kursreguleringsfondet bygges opp til det utgjør 40 prosent av markedsverdien av valutareservene.25 Formålet med kursreguleringsfondet er å ha en buffer mot svingninger i Norges Banks resultat.

source: managed responsibly in the same manner as
nb: gir innsikt i omfanget av klimagassutslipp i

source: The projections for CPI inflation have been revised down considerably in 2021 compared with the September Report
nb: Anslagene for KPI-veksten er betydelig nedjustert i 2021 sammenlignet med forrige rapport.

source: In May 1945, the work began to rebuild our country after the Second World War.
nb: I maidagene 1945 startet arbeidet med å bygge landet opp etter krigen.

source: Norges Bank collaborated with the Vigeland Museum on the commemorative coin issue.
nb: Norges Bank har samarbeidet med Vigeland-museet om utgivelsen av mynten.

source: with Norges Bank’s automated processing of notes, and
nb: tilknytning til Norges Banks maskinelle behandling av

source: The chart shows growth in GDP, the number employed and labour costs per
nb: Figuren viser vekst i BNP, antall sysselsatte personer og lønnskostnader per

source: Fund and on future investments.
nb: til finansinvesteringer i utlandet.

source: Topic 4 – Simple Nowa average or compounded Nowa average
nb: Tema 4 – simpelt Nowa gjennomsnitt eller kapitalisert Nowa gjennomsnitt

source: The same applies to messages from NBO to VPO concerning the
nb: Gebyret belastes bankens konto i Norges Bank.

source: Sources: Ministry of Finance and Norges Bank
nb: Statistisk sentralbyrå og Norges Bank

source: Daily turnover in Norges Bank’s settlement system:
nb: Daglig omsetning i Norges Banks oppgjørssystem:

source: Jan Thomsen presented the main elements of the report.
nb: Jan Thomsen redegjorde for hovedelementer i rapporten.

source: Egil Matsen presented the discussions on the Risk and Investment Committee and the topics that particularly drew its attention, including the relationship between the mandate for the REIB and the investment mandates for the CEOs of NBIM and NBREM, respectively.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var opptatt av, herunder sammenhengen mellom mandatet til REIB og investeringsmandatene til henholdsvis leder for NBIM og leder for NBREM.

source: and assessments made in that connection.
nb: vurderinger som ble gjort i den sammenheng.

source: In other words, we economists are in a borderland between faith and the strict proofs of mathematics.
nb: Vi økonomer er altså i et grenseland mellom troen og matematikkens stringente bevisførsel.

source: In drawing up the basis, Norges Bank and
nb: fastsetter bufferkravet fire ganger i året.

source: Rules for opening and use of an account with Norges Bank are stated in the
nb: Regler for åpning og bruk av konto i Norges Bank fremgår av

source: Testing for and identifying risks of cyber incidents in the banking and payment system can be improved.
nb: Testing og identifisering av risiko for cyberhendelser i bank- og betalingssystemet kan forbedres.

source: argued that prices will adapt more quickly under state-
nb: under tilstandsavhengig enn under tidsavhengig prising.

source: The report contains recommendations for the use of Nowa in financial contracts and for managing a transition from Nibor to Nowa in the event Nibor ceases.
nb: Rapporten inneholder anbefalinger for bruk av Nowa i finansielle kontrakter samt hvordan man skal håndtere en overgang fra Nibor til Nowa ved et eventuelt bortfall av Nibor.

source: the Executive Board sets the premises for investment man-
nb: Representantskapet påser i sitt tilsyn at hovedstyret setter

source: outlook for the financial sector.
nb: støtte for å sikre fortsatt drift.

source: Higher lending margins may be an indicator of a tighter credit supply (Chart 1.2).
nb: Økte utlånsmarginer kan være en indikator for strammere kredittilbud (Figur 1.2).

source: The entire building occupies an entire city block, surrounded by Rådhusgata, Dronningens gate, Revierstredet and Kirkegata.
nb: Den samlede bygningsmassen dekker et kvartal, omgitt av Rådhusgata, Dronningens gate, Revierstredet og Kirkegata.

source: A draft “Executive Board’s Assessment” is to be presented for final consideration at the Executive Board’s meeting of 19 June.
nb: Forslag til «Hovedstyrets vurdering» legges fram for endelig behandling i hovedstyrets møte 19. juni.

source: This is a breaking change, therefore we have had a gradual transition to the new format.
nb: Det innebar en breaking change, derfor har vi hatt en gradvis overgang til det nye formatet.

source: The social cost of using and producing payment services was NOK 11 billion.
nb: De samfunnsøkonomiske kostnadene ved å bruke og produsere betalingstjenester var 11 milliarder kroner.

source: The canning industry has now disappeared.
nb: Hermetikkindustrien er nå utradert.

source: In the same period, consumer price inflation
nb: I samme periode tiltok veksten i konsumprisene

source: Municipalities and districts are ranked in 10
nb: Kommunene og bydelene er rangert i 10 like store grupper.

source: Region Central Norway (Nord- and Sør-Trøndelag)
nb: Øvrige betalingsoppdrag inngår i avregningene i NICS.

source: The Nowa1m, Nowa3m and Nowa6m averages are published to five decimal places.
nb: Nowa1m, Nowa3m og Nowa6m publiseres med fem desimaler.

source: Memo from the General Secretariat of 2 March 2018
nb: Notat 2. mars 2018 fra Stab

source: others’ assessments of our future interest rate setting, we
nb: rentesetting, har vi altså nå selv i en viss forstand «tatt

source: He is also the chair of the NIBOR Oversight Committee.
nb: Han er også styreleder i kontrollorganet NIBOR Oversight Committee.

source: placed on an assessment of institutional factors, including
nb: vekt på en vurdering av institusjonelle forhold, herunder

source: The data collection, which has been started by Norges Bank independently of the work on alternative reference rates, wil likely not be up and running until around Q2/Q3 2019.
nb: Datainnsamlingen, som er igangsatt av Norges Bank uavhengig av arbeidet med alternative referanserenter, vil trolig ikke være i mål før nærmere Q2/Q3 2019.

source: As under question 1, one respondent argue in the favour of pre-cessation triggers. Pre-cessation triggers would ensure that the fallback clause reflect all possible situations in line with international standards.
nb: Som under spørsmål 1 er en respondent av den oppfatning at det er behov for «pre-cessation triggers» for at klausulen i størst mulig grad beskriver alle aktuelle situasjoner i tråd med internasjonale standarder.

source: This structure was discussed in the government’s reports
nb: om utøvelse av virksomhet i selskapet.

source: Knut Hamsun’s works hold a central place in Norwegian literature and cultural history.
nb: Knut Hamsuns forfatterskap har stor litterær og kulturhistorisk betydning.

source: Inflation is primarily determined by develop-ments in the exchange rate, externally generated priceimpulses, wage growth in Norway and the competitivesituation in the Norwegian economy.
nb: Inflasjonen bestemmes ihovedsak av utviklingen i valutakursen, internasjonaleprisimpulser, lønnsveksten i Norge og konkurransesitu-asjonen i norsk økonomi.

source: the authorised systems and Norges Bank's own settle-
nb: de godkjente systemene og Norges Banks eget

source: rates after the interest rate decision indicates that the
nb: samt utslaget i pengemarkedsrentene etter de rente-

source: Measures by the authorities to limit borrowing, such as regulation of banks’ credit standards, have contributed to more moderate growth in total household debt since 2017.
nb: Tiltak fra myndighetene for å begrense gjeldsopptak, som regulering av bankenes utlånspraksis, har bidratt til en mer moderat vekst i husholdningenes samlede gjeld siden 2017.

source: 12 explanatory variables connected to figures from the
nb: 12 forklaringsvariabler knyttet til størrelser fra årsregn-

source: The price calculator allows you to calculate the equivalent value of 100 1900-kroner in 2003, or the corresponding value of 3000 1990-kroner in 1816.
nb: Ved hjelp av denne priskalkulatoren kan du regne ut hva 100 kroner i 1900 tilsvarte i 2003, eller hvor mye 3000 kroner i 1990 var verdt i 1816.

source: Jon Nicolaisen gave a briefing on the main message of the Norges Bank Watch 2017 report, which is prepared on behalf of the Centre for Monetary Economics (CME), and was published on 27 February.
nb: Jon Nicolaisen orienterte om hovedbudskapet fra rapporten Norges Bank Watch 2017, som er utarbeidet på oppdrag fra Center for Monetary Economics (CME), og som ble lagt fram 27.

source: House prices in particular have risen through the pandemic, and low yields have resulted in higher prices for commercial property and financial assets.
nb: Særlig har boligprisene økt gjennom pandemien, og lave avkastningskrav har gitt økte priser på næringseiendom og finansielle aktiva.

source: We will now look at the effect of a cost-push shock on the exchange rate in a situation where
nb: La oss nå se på effekten av et kostnadssjokk på valutakursen i en situasjon der økonomien er i

source: The new thresholds were added as new letters c) and d) in section 2 of the guidelines.
nb: De nye tersklene ble lagt inn som nye bokstaver c) og d) i retningslinjenes § 2.

source: A fall in aggregate demand, for exam-
nb: For eksempel vil et fall i samlet etterspørsel kunne bidra

source: The proposal has been circulated for comment this spring.
nb: Forslaget ble sendt på høring i vår.

source: The WG reviewed the comments on the consultation report published in October 2018.
nb: desember 2018, og fem markedsaktører ga sine innspil.

source: The solvency criterion is not expressly stated either in the current Norges Bank Act or in the Commission’s proposed act, but follows from central bank practice and the Executive Board’s guidelines from 2004.
nb: Solvenskriteriet fremkommer ikke uttrykkelig verken i gjeldende sentralbanklov eller i utvalgets lovutkast, men følger av sentralbankpraksis og hovedstyrets retningslinjer fra 2004.

source: Developmentsin other countries are just as important for the krone asdevelopments in the Norwegian economy.
nb: Det som skjer i andre land, betyr like mye for kronensom utviklingen i norsk økonomi.

source: the financial system has not been impaired.
nb: kan ha skapt overkapasitet i næringslivet.

source: the reduction in interest rates through 1999 occurred
nb: anslag for 1999 gitt på ulike

source: Dry cargo freight rates have increased by 62 per cent in XDR terms, although these rates are still 83 per cent lower than the peak level in 2008.
nb: Fraktratene for tørrlast har økt med 62 prosent målt i XDR, men de ligger fortsatt 83 prosent lavere enn toppnivået i 2008.

source: X-STERN™ applies the same principles to the aft ship, and enables the ships to hold their position by placing their stern towards the weather.
nb: X-STERN™ utnytter de samme prinsippene for akterenden, og gjør skipene i stand til å ligge med akterenden mot været og holde posisjonen.

source: The Red Cross is setting up food banks in Spain.
nb: Røde Kors setter opp matstasjoner i Spania.

source: The distinction between own 5.
nb: Skillet mellom egne og underleverandørers 5.

source: ~ Quarterly reports on compliance at NBIM
nb: ~ Årsberetning og årsregnskap

source: 6 In Norway, the volume of outstanding government bonds was equivalent to 11 per cent of GDP in 2001.
nb: 6 I Norge utgjorde utestående volum av statspapirer 11 prosent av BNP i 2001.

source: • Households with positive after-tax income.
nb: • hushold med positiv samlet inntekt etter skatt

source: We analyse the effect of these schemes on the risk of losses by Norwegian banks by
nb: effekten av ordningene på tapsrisikoen i norske banker ved å knytte data fra tiltaksordningene

source: In the same period, three coastal towns in Vestfold county created the world's largest whaling fleet.
nb: I samme periode skapte tre kystbyer i Vestfold verdens største flåte for hvalfangst.

source: inflation would be at the inflation target rate of 2½ percent in 2003.
nb: på inflasjonsmålet (2½ prosent) i 2003.

source: In spring 1945, the Utvær Lighthouse was fired upon by Allied aircraft.
nb: Våren 1945 ble Utvær fyr beskutt av allierte fly.

source: ahead. In about 15 years, the return on the Fund may exceed
nb: rundt 15 år kan avkastningen fra fondet bli større enn

source: The purpose is to ensure that interbank systems are organised in a manner that promotes financial stability.
nb: Formålet er å bidra til at interbanksystemer organiseres slik at hen synet til finansiell stabilitet blir ivaretatt.

source: crediting after settlement will also be limited since
nb: endring blir vedtatt, vil gjenkjøpsavtaler, da med

source: Performance appraisals at Norges Bank are designed to improve your performance.
nb: Norges Bank vektlegger skreddersydde opplegg for utvikling av hver enkelt medarbeider og leder.

source: ", Cambridge University Press and
nb: , Cambridge University Press og

source: Henning Nilsen, Christian Heggen (DNB Markets) and Jan Bjørnsen (Handelsbanken) reviewed the draft of the final report on market conventions and fallback solutions.
nb: Henning Nilsen, Christian Heggen (DNB Markets) og Jan Bjørnsen (Handelsbanken) gikk gjennom utkastet til den endelige rapporten om Markedskonvensjoner og Fallbackløsninger.

source: Norway was close to being placed under IMF administration.
nb: Norge var nær ved å bli satt under administrasjon av IMF.

source: Since only a portion of thehousing stock is sold each year, some dwellings will besold at a higher price than they were last sold for a longperiod.
nb: Siden bare en del av boligmassenblir omsatt hvert år, vil det i lang tid være boliger somselges til en høyere pris enn sist de ble omsatt.

source: Discussion documentMemo from Monetary Policy of 5 June 2019
nb: SaksdokumentNotat 5. juni 2019 fra Pengepolitikk (PPO)

source: Other previous professional experience includes the positions of Vice President Legal at Statoil, Chief Legal Officer at the Renewable Energy Corporation (REC) and Legal Counsel at Norsk Hydro.
nb: Hun har også tidligere erfaring fra næringslivet som VP Legal i Statoil, juridisk direktør i REC og advokat i Norsk Hydro.

source: The conversion between the different monetary units in Norway from 1514 is done by multiplying with an adjustment factor according to the following table:
nb: Omregningen mellom ulike pengeenheter i Norge fra 1514 gjøres ved å multiplisere med en justeringsfaktor i henhold til følgende tabell:

source: Management administers the feedback and comments from the Executive Board's discussion for the remaining work with the consultation response.
nb: Administrasjonen ivaretar innspill og merknader fra hovedstyrets drøfting i det videre arbeidet med høringsuttalelsen.

source: The Executive Board took note of the report on return and risk for the third quarter of 2017.
nb: Hovedstyret tok rapporten om avkastning og risiko for tredje kvartal 2017 til etterretning.

source: The capital requirement is 8 per cent of the risk-weighted
nb: Kapitalkravet er 8 prosent av en risikovektet balanse.

source: Input from the consideration of this
nb: samt et utkast til arbeidsavtale.

source: Budget deficits and high sovereign debt levels meant that the authorities had little slack when the financial crisis hit in autumn 2008.
nb: Budsjettunderskudd og høy statsgjeld bidro til at myndighetene hadde lite å demme opp med da finanskrisen satte inn for alvor høsten 2008.

source: Monthly (historical) and quarterly figures (ahead).
nb: Månedstall (historisk) og kvartalstall (fremover).

source: potential mispricing of risk (ESRB 2014a).
nb: potensiell feilprising av risiko (ESRB 2014a).

source: Bonds with Nowa as the reference rate
nb: Obligasjoner med Nowa som referanserente

source: 8 The custodian must enter into an agreement with Norges Bank and test keys must be exchanged.
nb: 8 Forvalter må ha avtale med Norges Bank og ha utvekslet testnøkler.

source: Monetary Policy Report 1/09 suggests that the key policy rate should be reduced further.
nb: Analysen i Pengepolitisk rapport 1/09 tilsier at styringsrenten settes videre ned.

source: Chart 2 provides an overview of the direct and indirect effects discussed above.
nb: Figur 2 gir en oversikt over de direkte og indirekte virkningene omtalt ovenfor.

source: If the deviation is less than 2 basis points or if the error is discovered later in the day, Nowa will not be changed.
nb: Hvis endringen er mindre enn 2 basispunkter eller hvis feilen oppdages på et senere tidspunkt vil ikke Nowa endres.

source: 1 AUD = 6.3849 NOK 2021-12-22 Norges Bank's middle rates
nb: 1 AUD = 6.3849 NOK 2021-12-22 Norges Banks midtkurs

source: Furthermore, Norges Bank will encourage FNO to take an initiative for computing and publishing an overnight rate for Norwegian kroner based on actual turnover in the interbank market.
nb: Videre oppfordrer Norges Bank til at det tas initiativ for å få beregnet og offentliggjort en overnattenrente for norske kroner basert på faktisk omsetning i interbankmarkedet.

source: FSAPs are intended to help countries identify and remedy structural weaknesses inthe financial sector, and thereby enhance their resilience to macroeconomic shocks and cross-border contagion.
nb: FSAP skal hjelpe land å identifisere og utbedre strukturelle svakheter i finansiellsektor, for derved å øke evnen til å motstå makroøkonomiske forstyrrelser og ringvirkninger fra økonomiske forstyrrelser i andre land.

source: The Governor was authorised
nb: Sentralbanksjefen fikk fullmakt til å

source: This suggests that the Fed has been predictable inits conduct of monetary policy, even in a period markedby substantial changes in the federal funds rate.
nb: Dette indikerer at FED harvært forutsigbar i pengepolitikken også i en periode medstore endringer i styringsrenten.

source: have since risen.
nb: har den økt igjen.

source: in the pattern of one or more of the flows between the government and the banking system
nb: for en eller flere av strømmene mellom staten og banksystemet, påvirkes mønsteret i strukturell

source: From 2016, the situation has been the reverse.
nb: Fra 2016 har situasjonen vært motsatt.

source: On the constellation Orion
nb: Om stjernebildet Orion

source: System, Norges Bank shall promote an efficient payment
nb: Norges Bank å bidra til å fremme et effektivt betalings-

source: regard the Bank of England as a very transparent central
nb: utsiktene i inflasjonsrapporter og publiserer referater fra

source: This is in line with practice in Sweden and Denmark.
nb: Det er i tråd med praksis i Sverige og Danmark.

source: activity in money and foreign exchange markets.
nb: deres plasseringer i penge- og valutamarkedet.

source: The household survey mapped households’ payment and cash handling company Norsk Kontantservice
nb: med statistikk for bruk av ulike betalingsinstrumenter og inflasjon.

source: In 2011 Norway had eight universities, with university-level education offered in all parts of the country.
nb: I 2011 har Norge åtte universiteter og alle landsdeler tilbyr universitetsutdanning.

source: One of Kirsten Flagstad's embroideries, which are on display at the Kirsten Flagstad commemorative collection at Strandstuen in Hamar, has been used for the vignette in the area containing the watermarks.
nb: I vannmerkefeltet er det avbildet et av Kirsten Flagstads broderier, som befinner seg på Kirsten Flagstads minnesamling Strandstuen på Hamar.

source: In the past 12-18 months, developments in the
nb: siste 12-18 månedene ser det ut til at utviklingen i for-

source: Today, many European countries are forced to pursue fiscal austerity, even if their current economic situation makes such a policy undesirable.
nb: Mange europeiske land er i dag tvunget til å stramme inn i finanspolitikken selv om det er uheldig ut fra den aktuelle konjunktursituasjonen.

source: The Executive Board supports the Commission’s proposed Section 3-1, third paragraph, which empowers Norges Bank to set minimum requirements for deposits from entities holding an account with the Bank, and the assessments by the Commission of such an arrangement.
nb: Hovedstyret støtter utvalgets forslag til § 3-1 tredje ledd som gir Norges Bank adgang til å stille minstekrav til innskudd fra foretak som har konto i banken, og de vurderingene utvalget gir av en slik ordning.

source: source of economic disturbances.
nb: være en kime til økonomiske forstyrrelser.

source: While at the outset this is a new provision, materially, large portions of it have been taken from Section 1 of the current Norges Bank Act on the purposes and functions of Norges Bank.
nb: I utgangspunktet er dette en ny bestemmelse, men materielt er store deler av den hentet fra gjeldende sentralbanklov § 1 om bankens formål og virkeområde.

source: Christiania Bank og Creditcasse, established in
nb: Christiania Bank og Creditcasse, opprettet i

source: Alternates:Arne Hyttnes and Kristine Landmark
nb: Varamedlemmer:Arne Hyttnes og Kristine Landmark

source: Norges Bank is responsible
nb: Norges Bank har oppgaven å sikre hensiktsmessige

source: the services to the market, it would be an advantage to
nb: omfang, og at de ble utført av de aktørene som kan

source: This is somewhat lower than at the time of the previous monetary policy meeting.
nb: Dette er noe lavere enn ved forrige rentemøte.

source: The Governor was authorised to set a date for publishing the decision on exclusion and observation.
nb: Sentralbanksjefen gis fullmakt til å sette tidspunkt for offentliggjøring av beslutningene om utelukkelse og observasjon.

source: Thus, exchange rate movements may not pass through fully to import prices.
nb: Det kan føre til at endringer i valutakursen ikke slår fullt ut i importprisene.

source: The Bank of England has also announced that it will purchase securities equivalent to GBP 75 billion over the next three months.
nb: Sentralbanken i England har også annonsert at den skal kjøpe verdipapirer tilsvarende 75 milliarder pund over de neste tre månedene.

source: Bonds with NO ISIN are registered in the central securities depository Euronext VPS.
nb: Obligasjoner med NO ISIN er registrert i verdipapirsentralen Euronext VPS (VPS).

source: Nowa is calculated as a volume-weighted average of the interest rate on daily transactions (see above).
nb: Nowa beregnes som et volumvektet gjennomsnitt av renten på daglige transaksjoner (angitt ovenfor).

source: Today, market players are not quoting prices on Nowa FRA contracts.
nb: Det stilles i dag ikke priser på Nowa FRA-kontrakter.

source: have not adjusted for this.
nb: tjenester, og det har vi ikke korrigert for.
